{
    "projectsEn": [
        {
            "id": 0,
            "title": "DreamBoards",
            "phrase": "DreamBoards is a web application designed to inspire and help users visualize their dreams and goals. With an intuitive interface, the app allows users to create and organize personal dream boards, which remain accessible for ongoing inspiration. The platform supports secure login, providing a personalized experience for users who wish to reconnect with their aspirations at any time.",
            "pcGIF": "DreamBoards.7b54d480de09957ab292.webm",
            "mbIMG": "DreamBoards.8b2462454cbb0c82804c.png",
            "pageLink": "https://dreamboards.up.railway.app/",
            "githubLink": "https://github.com/AndDev741/DreamsBoard-Frontend",
            "privacy": false
        },
        {
            "id": 1,
            "title": "MindBlowing Mornings",
            "phrase": "This project reflects my dedication to crafting visually captivating and user-centric digital platforms. The website's captivating design and interactive features are tailored to elevate the morning routines of users, promoting positivity and mindfulness. Through this project, I demonstrated my commitment to creating digital experiences that inspire and energize individuals as they start their day.",
            "pcGIF": "mindBlowingGIF.e9052efb1069255c6d63.webm",
            "mbIMG": "mindBlowingIMG.b4965f27adc55246512c.png",
            "pageLink": "https://mindblowingmornings.com/",
            "githubLink": "https://github.com/AndDev741/Mind-Blowing-Morning/",
            "privacy": true
        },
        {
            "id": 2,
            "title": "Gardening Your Relationships",
            "phrase": "This project embodies my passion for creating meaningful online experiences. With a harmonious blend of aesthetics and functionality, the website fosters a nurturing digital environment for cultivating healthy relationships. Its intuitive design and engaging features exemplify my commitment to crafting digital solutions that inspire connection and personal growth.",
            "pcGIF": "GYRGIF.8f7b338dbd9a9658d7b7.webm",
            "mbIMG": "GYRIMG.78729babf8af176c651b.png",
            "pageLink": "https://gardeningyourrelationships.com/",
            "githubLink": "https://github.com/AndDev741/GYR",
            "privacy": true
        },
        {
            "id": 3,
            "title": "JM Serviços",
            "phrase": "JM Serviços, a leading company specializing in electrical services. The site embodies a modern design, ensuring a user-friendly experience across all devices. It reflects the professionalism of JM Serviços while facilitating seamless navigation for visitors. Crafting this website was a testament to my commitment to delivering functional and visually appealing digital solutions.",
            "pcGIF": "jmServiçosGIF.d44a76f750ca1f282e47.webm",
            "mbIMG": "jmServiçosIMG.d7800ead70ca2a0819ac.png",
            "pageLink": "https://jmservicosgoiania.com.br/",
            "githubLink": "https://github.com/AndDev741/JMServicos",
            "privacy": false
        },
        {
            "id": 4,
            "title": "Todo List with Redux and Material UI",
            "phrase": "This project is the embodiment of my dedicated learning journey into the realms of Redux and Material-UI concepts. Throughout this endeavor, I aimed to harmonize the efficiency of state management provided by Redux with the modern and intuitive aesthetics of Material-UI. Each line of code represents not only a task to be completed but a significant step in understanding these technologies, resulting in a Todo List that transcends mere functionality, standing out for its elegance and cohesion.",
            "pcGIF": "todoListGIF.5ad514304b1f006d450e.webm",
            "mbIMG": "todoListIMG.fcec1fadf8fdeee41a8f.png",
            "pageLink": "https://todo-list-redux-material-ui.vercel.app/",
            "githubLink": "https://github.com/AndDev741/TodoList-Redux-MaterialUI",
            "privacy": false
        },
        {
            "id": 5,
            "title": "",
            "phrase": "",
            "pcGIF": "",
            "mbIMG": "",
            "pageLink": "",
            "githubLink": "",
            "privacy": false
        }
    ],
    "projectsPt": [
        {
            "id": 0,
            "title": "DreamBoards",
            "phrase": "DreamBoards é uma aplicação web projetada para inspirar e ajudar os usuários a visualizarem seus sonhos e objetivos. Com uma interface intuitiva, o app permite criar e organizar quadros de sonhos pessoais, que ficam sempre acessíveis para consulta e motivação. A plataforma suporta login seguro, proporcionando uma experiência personalizada para os usuários que desejam se reconectar com suas aspirações a qualquer momento.",
            "pcGIF": "DreamBoards.7b54d480de09957ab292.webm",
            "mbIMG": "DreamBoards.8b2462454cbb0c82804c.png",
            "pageLink": "https://dreamboards.up.railway.app/",
            "githubLink": "https://github.com/AndDev741/DreamsBoard-Frontend",
            "privacy": false
        },
        {
            "id": 1,
            "title": "MindBlowing Mornings",
            "phrase": "Este projeto reflete minha dedicação em criar plataformas digitais visualmente cativantes e centradas no usuário. O design cativante do site e os recursos interativos são projetados para aprimorar as rotinas matinais dos usuários, promovendo positividade e atenção plena. Através deste projeto, demonstrei meu compromisso em criar experiências digitais que inspirem e energizem as pessoas à medida que começam o dia.",
            "pcGIF": "mindBlowingGIF.e9052efb1069255c6d63.webm",
            "mbIMG": "mindBlowingIMG.b4965f27adc55246512c.png",
            "pageLink": "https://mindblowingmornings.com/",
            "githubLink": "https://github.com/AndDev741/Mind-Blowing-Morning/",
            "privacy": true
        },
        {
            "id": 2,
            "title": "Gardening Your Relationships",
            "phrase": "Este projeto incorpora minha paixão por criar experiências online significativas. Com uma mistura harmoniosa de estética e funcionalidade, o site promove um ambiente digital acolhedor para o cultivo de relacionamentos saudáveis. Seu design intuitivo e recursos envolventes exemplificam meu compromisso em criar soluções digitais que inspiram a conexão e o crescimento pessoal.",
            "pcGIF": "GYRGIF.8f7b338dbd9a9658d7b7.webm",
            "mbIMG": "GYRIMG.78729babf8af176c651b.png",
            "pageLink": "https://gardeningyourrelationships.com/",
            "githubLink": "https://github.com/AndDev741/GYR",
            "privacy": true
        },
        {
            "id": 3,
            "title": "JM Serviços",
            "phrase": "JM Serviços, uma empresa líder especializada em serviços elétricos. O site incorpora um design moderno, garantindo uma experiência amigável para o usuário em todos os dispositivos. Ele reflete o profissionalismo da JM Serviços, facilitando a navegação sem problemas para os visitantes. Desenvolver este site foi um testemunho do meu compromisso em entregar soluções digitais funcionais e visualmente atraentes.",
            "pcGIF": "jmServiçosGIF.d44a76f750ca1f282e47.webm",
            "mbIMG": "jmServiçosIMG.d7800ead70ca2a0819ac.png",
            "pageLink": "https://jmservicosgoiania.com.br/",
            "githubLink": "https://github.com/AndDev741/JMServicos",
            "privacy": false
        },
        {
            "id": 4,
            "title": "Todo List com Redux e Material UI",
            "phrase": "Este projeto é a materialização do meu aprendizado dedicado aos conceitos de Redux e Material-UI. Nessa jornada, busquei harmonizar a eficiência do gerenciamento de estado proporcionado pelo Redux com a estética moderna e intuitiva do Material-UI. Cada linha de código representa não apenas uma tarefa a ser concluída, mas um passo significativo na compreensão dessas tecnologias, resultando em uma Todo List que vai além da funcionalidade, destacando-se pela elegância e coesão.",
            "pcGIF": "todoListGIF.5ad514304b1f006d450e.webm",
            "mbIMG": "todoListIMG.fcec1fadf8fdeee41a8f.png",
            "pageLink": "https://todo-list-redux-material-ui.vercel.app/",
            "githubLink": "https://github.com/AndDev741/TodoList-Redux-MaterialUI",
            "privacy": false
        },
        {
            "id": 5,
            "title": "",
            "phrase": "",
            "mbIMG": "",
            "pageLink": "",
            "githubLink": "",
            "privacy": false
        }
    ]
}